clear
echo "This is just basic tool 🔥 " 
sleep 2

echo " Dont run continuously this tool "

sleep 3

clear

echo ""
date
echo ""
echo " ---------------------------------"
echo ""
echo " ███████╗██╗░░░██╗███╗░░██╗ "
echo " ██╔════╝██║░░░██║████╗░██║ "
echo " █████╗░░██║░░░██║██╔██╗██║ "
echo " ██╔══╝░░██║░░░██║██║╚████║ "
echo " ██║░░░░░╚██████╔╝██║░╚███║ "
echo " ╚═╝░░░░░░╚═════╝░╚═╝░░╚══╝ "
echo ""
echo "   Tool developer : linux Poison"
echo ""
echo " Tool for fun :) "
echo ""
echo " ---------------------------------"
echo ""
echo ""
echo ""
while :
do
termux-toast -b black  -c green i am linux poison
done 
